{
	"novice_tip_0":"Occupying a Mana Spring gives you +1 bonus Mana for that turn.",
	"novice_tip_1":"Up to 3 Artifacts can be equipped at one time.",
	"novice_tip_2":"Your minions will always counterattack, even if they get destroyed.",
	"novice_tip_3":"Use Practice Mode to hone your skills with a new Faction.",
	"novice_tip_4":"Earn rewards for completing Solo Challenges.",
	"novice_tip_5":"You can gain Faction XP up to level 11 in practice mode.",
	"novice_tip_6":"Reach Rank 20 and you'll be rewarded with a Loot Crate containing prizes at the end of the season!",
	"novice_tip_7":"Reach Rank 10 and you'll be rewarded with a new LEGENDARY card at the end of the season.",
	"novice_tip_8":"Every month, rank up in Ranked Ladder to earn better monthly rewards.",
	"novice_tip_9":"Allies can move through each other, but not through enemies.",
	"novice_tip_10":"Bonus chevrons are awarded for each rank achieved at the end of the previous season.",
	"novice_tip_11":"Look at ALL cards in the entire set by enabling Crafting Mode.",
	"novice_tip_12":"You earn +20 Gold for your first Win of the Day.",
	"novice_tip_13":"Card Rarity: COMMON, RARE, EPIC and LEGENDARY.",
	"novice_tip_14":"5 Divisions: BRONZE, SILVER, GOLD, DIAMOND AND S-RANK.",
	"novice_tip_15":"Win Streaks begin start in SILVER and end in DIAMOND.",
	"novice_tip_16":"A Gauntlet Ticket costs 150 gold.",
	"novice_tip_17":"Once you enter a new Division, you cannot drop to the previous division for that season.",
	"novice_tip_18":"Playing online matches earn you Faction XP.",
	"novice_tip_19":"Gauntlet decks consist of exactly 30 cards.",
	"novice_tip_20":"You gain another Gauntlet Ticket to start a new run at 7 wins or above.",
	"novice_tip_21":"You can replace each quest once per day.",
	"novice_tip_22":"Your units can move up to 2 spaces.",
	"novice_tip_23":"You can replace one card per turn, every turn.",
	"novice_tip_24":"Replacing a card never returns the same copy of that card.",
	"novice_tip_25":"You can change your username once per month.",
	"novice_tip_26":"All cosmetics can be crafted with Spirit.",
	"novice_tip_27":"Cards drawn past the hand limit are destroyed.",
	"novice_tip_28":"Join a tournament to get exclusive rewards: prestige emotes, ribbons, titles.",
	"novice_tip_29":"Each card in a Spirit Orb has a chance to automatically upgrade to its Prismatic version.",
	"novice_tip_30":"Prismatic Cards are special, rarer, shinier versions of existing cards.",
	"novice_tip_31":"You gain 1 Mana at the start of your turn, up to max of 9.",
	"novice_tip_32":"You can mute an opponent by clicking on their portrait.",
	"novice_tip_33":"You start with an extra mana crystal as Player 2.",
	"novice_tip_34":"Unlock over a dozen Hidden Achievements as you play more matches.",
	"novice_tip_35":"You earn a Faction Ribbon for every 100 wins with that faction.",
	"novice_tip_36":"Watch your own replays in your Profile Match History.",
	"novice_tip_37":"The Battle Log shows you all previous card plays during your match.",
	"novice_tip_38":"Actions are made of movements followed by attacks, you cannot attack and then move.",

	"medium_tip_0":"Consider replacing at the START of your turn to expand your strategic options.",
	"medium_tip_1":"Minions with AIRDROP can be summoned anywhere on the battlefield.",
	"medium_tip_2":"Minions with BLAST deal damage to all enemies in a straight line.",
	"medium_tip_3":"Minions with CELERITY can be activated TWICE per turn.",
	"medium_tip_4":"Minions with DEATHWATCH trigger whenever ANY minion dies.",
	"medium_tip_5":"Minions with DYING WISH trigger AFTER they're destroyed.",
	"medium_tip_6":"Minions with FLYING can move anywhere on the battlefield.",
	"medium_tip_7":"Minions with FRENZY can hit all nearby enemies simultaneously.",
	"medium_tip_8":"Minions with PROVOKE force nearby enemies to attack them first.",
	"medium_tip_9":"Minions with REBIRTH leave behind an egg that hatches before your next turn.",
	"medium_tip_10":"Minions with RUSH are activated right upon entering play.",
	"medium_tip_11":"Minions with GROW will gain stats at the beginning of your turn.",
	"medium_tip_12":"Reach Rank 10 and you'll be rewarded with a new LEGENDARY card at the end of the season.",
	"medium_tip_13":"Consider replacing at the START of your turn to expand your strategic options.",
	"medium_tip_14":"ZEAL minions need to be near your General to maximize their potential.",
	"medium_tip_15":"Minions with OPENING GAMBIT trigger right BEFORE they enter play.",
	"medium_tip_16":"Your General's Artifact is destroyed upon receiving damage three times.",
	"medium_tip_17":"BLAST minions will receive counterattacks from RANGED minions.",
	"medium_tip_18":"Dervishes summoned by your Obelysks disappear at the end of your turn.",
	"medium_tip_19":"Effects that only target minions will not apply to Generals.",
	"medium_tip_20":"Minions with FRENZY are only counterattacked by their attack target.",
	"medium_tip_21":"Minions with INFILTRATE gain a bonus while on your opponent's side of the battlefield.",
	"medium_tip_22":"Star's Fury won't summon Dervishes on spaces that are already occupied.",
	"medium_tip_23":"Dispelling a STUNNED minion will remove STUN, allowing it to move and attack.",
	"medium_tip_24":"Transforming units does not activate REBIRTH or DYING WISH.",
	"medium_tip_25":"Use your allies to block movement of your enemies.",
	"medium_tip_26":"Your minions lose the ZEAL buff when they're not adjacent to your General."
}
